Repository: robincornett/send-images-rss
Catalog: languages/send-images-rss-*.po
Languages: es_es

source: RSS Feeds
es_es: Transmisiones RSS

source: Simplify feed?
es_es: ¿Simplificar transmisión?

source: RSS Image Size
es_es: Tamaño de imagen RSS

source: Alternate feed?
es_es: ¿Alimentación alternativa?.

source: The <i>Send Images to RSS</i> plugin works out of the box without changing any settings. However, if you want to customize your image size and do not want to change the default feed, change those items here.
es_es: El plugin <i>Enviar imágenes a RSS</i> funciona fuera de la caja sin cambiar ninguna configuración. Sin embargo, si desea personalizar el tamaño de su imagen y no quiere cambiar la alimentación por defecto, cambie esos artículos aquí

source: Convert galleries only; do not fix feeds for email.
es_es: Convertir sólo galerías; no arreglar alimentaciones para el correo electrónico.

source: The only part of your feed which will be modified are your galleries. Email sized images will not be created.
es_es: La única parte de su alimentación que será modificado son sus galerías. No se crearán imágenes de tamaño Email.

source: Max Width
es_es: Ancho Máximo

source: Most users should <strong>should not</strong> need to change this number.
es_es: La mayoría de los usuarios <strong>no deberían</strong> tener que cambiar este número.

source: Create a custom feed and use that for sending emails.
es_es: Crear una transmisión personalizada y usarla que para el envío de mensajes de correo electrónico.

source: Hey! Your new feed is at <a href="%1$s" target="_blank">%1$s</a>.
es_es: ¡Hey! Su nueva transmisión se encuentra en <a href="%1$s" target="_blank">%1$s</a>.

source: Warning! You have the Simplify Feed option checked! Your Alternate Feed setting will be ignored.
es_es: ¡Advertencia! ¡Usted tiene la opción Simplificar Alimentación marcada! Su ajuste de alimentación alternativa será ignorado.

source: Simplify Feed
es_es: Simplificar Alimentación

source: If you are not concerned about sending your feed out over email and want only your galleries changed from thumbnails to large images, select Simplify Feed.
es_es: Si no está preocupado por el envío de su alimentación por correo electrónico y desea que sólo sus galerías sean cambiadas desde miniaturas hasta grandes imágenes, seleccionar Simplificar Feed.

source: If you have customized your emails to be a nonstandard width, or you are using a template with a sidebar, you will want to change your RSS Image size (width). The default is 560 pixels, which is the content width of a standard single column email (600 pixels wide with 20 pixels padding on the content).
es_es: Si ha personalizado sus correos electrónicos a una anchura no estándar, o si está utilizando una plantilla con una barra lateral, tendrá que cambiar su tamaño RSS de imagen (anchura). El valor predeterminado es 560 píxeles, que es el ancho del contenido de un correo electrónico de una sola columna estándar (600 píxeles de ancho con 20 píxeles relleno en el contenido).

source: Note: Changing the width here will not affect previously uploaded images, but it will affect the max-width applied to images&rsquo; style.
es_es: Nota: Al cambiar el ancho aquí no afectará a las imágenes subidas previamente, pero afectará al max Ancho de aplicar a las imágenes y &rsquo; estilo.

source: Alternate Feed
es_es: RSS alternativo

source: By default, the Send Images to RSS plugin modifies every feed from your site. If you want to leave your main feed untouched and set up a totally separate feed for emails only, select this option.
es_es: Por defecto, el plugin enviar imágenes a RSS modifica cada alimentación de su sitio. Si quiere dejar su alimentación principal intacta y establecer una alimentación totalmente independiente para mensajes de correo electrónico solamente, seleccione esta opción.

source: If you use custom post types with their own feeds, the alternate feed method will work even with them.
es_es: Si utiliza tipos de correos personalizados con sus propias alimentaciones, el método de alimentación alternativo funcionará incluso con ellos.

source: Send Images to RSS
es_es: Enviar imágenes a RSS
